Repository: Russifiers-for-Humans/Trine-Russificier
Catalog: Trine/rus/_enchanted_edition_/data/launcher/locale/*/game_launcher.po
Languages: ru

source: Trine Launcher
ru: Программа запуска Trine

source: Language:
ru: Язык:

source: Screen resolution and refresh rate:
ru: Разрешение и частота экрана:

source: Anti-aliasing:
ru: Сглаживание:

source: Graphics detail level:
ru: Уровень деталей:

source: Start Trine
ru: Запустить игру

source: Cancel
ru: Отмена

source: Vertical sync:
ru: Верт. синхронизация:

source: On
ru: Вкл.

source: Off
ru: Откл.

source: Automatic
ru: Автоматически

source: Run in Window
ru: Оконный режим

source: (Custom)
ru: (Пользоват.)

source: Very High
ru: Очень высоко

source: High
ru: Высоко

source: Medium
ru: Средне

source: Low
ru: Низко

source: Very Low
ru: Очень низко

source: Very High (FXAA + 3xSSAA)
ru: Оч. высоко (FXAA + 3xSSAA)

source: High (FXAA + 2xSSAA)
ru: Высоко (FXAA + 2xSSAA)

source: Medium (FXAA)
ru: Средне (FXAA)

source: Extreme (FXAA + 4xSSAA)
ru: Экстрим (FXAA + 4xSSAA)

source: Performance warning
ru: Предупреждение!

source: Please note, this setting is very demanding on the system!
ru: Обратите внимание, что эта опция требует очень высокой производительности системы!

source: The framerate may drop to unplayable.
ru: Частота кадров может упасть до неиграбельных значений.

source: For more information, please read the Trine FAQ at http://www.trine-thegame.com/
ru: Дополнительную информацию вы найдете на сайте http://www.trine-thegame.com/

source: Stereoscopic 3D mode:
ru: Стереоскопический 3D-режим:

source: Game type:
ru: Версия игры:

source: Trine original
ru: Trine - Оригинальная версия

source: Start
ru: Запуск

source: Trine Enchanted Edition Launcher
ru: Программа запуска Trine Enchanted Edition

source: Start Editor
ru: Запуск редактора

source: Mods
ru: Моды
